Repository: gionn/blood-reminders
Catalog: reminders/locale/*/LC_MESSAGES/django.po
Languages: it

source: blood type
it: gruppo sanguigno

source: blood rh
it: fattore RH

source: Positive
it: Positivo

source: Negative
it: Negativo

source: reminder needed
it: promemoria necessario

source: Reminder to be sent
it: Promemoria da inviare

source: Reminder not needed
it: Promemoria non necessario

source: last donation
it: ultima donazione

source: In the last year
it: Nell'ultimo anno

source: More than 1 year ago
it: Più di un anno fa

source: More than 2 years ago
it: Più di 2 anni fa

source: More than 3 years
it: Più di 3 anni fa

source: Blood donors management
it: Gestionale donatori di sangue

source: donors management
it: gestionale donatori

source: Blood
it: Sangue

source: Multicomponent
it: Multicomponente

source: name
it: nome

source: tax code
it: codice fiscale

source: born date
it: data di nascita

source: gender
it: sesso

source: Male
it: Maschio

source: Female
it: Femmina

source: undefined
it: non definito

source: last donation date
it: data ultima donazione

source: suspension date
it: data sospensione

source: suspension reason
it: motivazione sospensione

source: phone
it: telefono

source: created at
it: creato il

source: donor
it: donatore

source: donors
it: donatori

source: done at
it: eseguita il

source: donation type
it: tipo donazione

source: donation
it: donazione

source: donations
it: donazioni

source: created by
it: creato da

source: reminder
it: promemoria

source: reminders
it: promemoria

source: Add %(name)s
it: Aggiungi %(name)s

source: Stats for
it: Statistiche per

source: Last update
it: Ultimo aggiornamento

source: %(year)s donations and wanted
it: Donazioni %(year)s e obbiettivi

source: Road to %(donations_this_year_expected)s donations
it: Obbiettivo %(donations_this_year_expected)s donazioni

source: Last 12 months donations
it: Donazioni ultimi 12 mesi

source: Last 10 years donations
it: Donazioni ultimi 10 anni

source: Last 12 months blood types
it: Gruppi sanguigni degli ultimi 12 mesi

source: Last 12 months donations type
it: Tipologia donazioni degli ultimi 12 mesi

source: Last 12 months donors age
it: Età donatori degli ultimi 12 mesi

source: Total
it: Totale

source: Actual donations
it: Donazioni effettive

source: Estimated donations
it: Donazioni stimate

source: Done
it: Effettuate

source: Remaining
it: Rimanenti

source: Donations
it: Donazioni
