Repository: gionn/blood-reminders
Catalog: charts/locale/*/LC_MESSAGES/django.po
Languages: it

source: Stats for
it: Statistiche per

source: Stats for the year
it: Statistiche per l'anno

source: Updated
it: Aggiornato al

source: %(year)s donations
it: Donazioni %(year)s

source: Road to %(donations_this_year_expected)s donations
it: Obiettivo verso %(donations_this_year_expected)s donazioni

source: Total donations
it: Totale donazioni

source: Current year donations by gender
it: Sesso donatori nell'anno

source: Current year donors age
it: Et√† donatori nell'anno

source: Current year blood types
it: Gruppi sanguigni nell'anno

source: Current year donations type
it: Tipologia donazioni nell'anno

source: Last 10 years donations
it: Donazioni ultimi 10 anni

source: Female
it: Femmina

source: Male
it: Maschio

source: Total
it: Totali

source: Actual donations
it: Donazioni effettuate

source: Estimated donations
it: Donazioni stimate

source: Done
it: Effettuate

source: Remaining
it: Rimanenti

source: Donations
it: Donazioni
